<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>그래서 뭐먹어?</title>
<link href="/css/default.css" type="text/css" rel="stylesheet">
<link href="/css/signUpAgree.css" type="text/css" rel="stylesheet">
</head>


<body bgcolor="#f5f6f7">
	<!-- ====header========================= -->
	<header id="header">
		<section>
			<h1>회원가입페이지</h1>
			<nav>
				<a class="" href="../index">
						<h3><img id=img width="50px" height="50px"
							src="/images/ggorrrrlogo.png"> 그래서뭐먹어?</h3>
				</a>
			</nav>
		</section>
	</header>

	<!-- ====main========================= -->
	<main id="main">
	<div>
		<form action="/signUp/signUpAgree" method="post">
			<h1>회원가입 동의약관</h1>
			<div class="middlebox">
				<div>
					<div>
						<input id="checkbox" type="checkbox" name="termsService" value="1">
						<label for="checkbox"><div class="chk_img">개인정보 동의약관 (필수)</div></label>
						<textarea rows="10" cols="80">1. 개인정보의 처리 목적 <그래서뭐먹어>(‘www.Ggorrrr.com’이하 ‘Ggorrrr’) 은(는) 다음의 목적을 위하여 개인정보를 처리하고 있으며, 다음의 목적 이외의 용도로는 이용하지 않습니다.
- 고객 가입의사 확인, 고객에 대한 서비스 제공에 따른 본인 식별.인증, 회원자격 유지.관리, 물품 또는 서비스 공급에 따른 금액 결제, 물품 또는 서비스의 공급.배송 등

2. 개인정보의 처리 및 보유 기간

① <그래서뭐먹어>(‘www.Ggorrrr.com’이하 ‘Ggorrrr’) 은(는) 정보주체로부터 개인정보를 수집할 때 동의 받은 개인정보 보유․이용기간 또는 법령에 따른 개인정보 보유․이용기간 내에서 개인정보를 처리․보유합니다.

② 구체적인 개인정보 처리 및 보유 기간은 다음과 같습니다.
☞ 아래 예시를 참고하여 개인정보 처리업무와 개인정보 처리업무에 대한 보유기간 및 관련 법령, 근거 등을 기재합니다.
(예시)- 고객 가입 및 관리 : 서비스 이용계약 또는 회원가입 해지시까지, 다만 채권․채무관계 잔존시에는 해당 채권․채무관계 정산시까지
- 전자상거래에서의 계약․청약철회, 대금결제, 재화 등 공급기록 : 5년

3. 개인정보의 제3자 제공에 관한 사항

① <그래서뭐먹어>('www.Ggorrrr.com'이하 'Ggorrrr')은(는) 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.

② <그래서뭐먹어>('www.Ggorrrr.com')은(는) 다음과 같이 개인정보를 제3자에게 제공하고 있습니다.

1. <그래서뭐먹지>
- 개인정보를 제공받는 자 : 그래서뭐먹지
- 제공받는 자의 개인정보 이용목적 : 이메일, 휴대전화번호, 비밀번호, 로그인ID, 성별, 생년월일, 이름
- 제공받는 자의 보유.이용기간: 5년

4. 개인정보처리 위탁

① <그래서뭐먹어>('Ggorrrr')은(는) 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.

1. <그래서뭐먹지>
- 위탁받는 자 (수탁자) : 정보수집
- 위탁하는 업무의 내용 : 회원제 서비스 이용에 따른 본인확인
- 위탁기간 : 5년

② <그래서뭐먹어>('www.Ggorrrr.com'이하 'Ggorrrr')은(는) 위탁계약 체결시 개인정보 보호법 제25조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적․관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리․감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.
③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.
5. 정보주체와 법정대리인의 권리·의무 및 그 행사방법 이용자는 개인정보주체로써 다음과 같은 권리를 행사할 수 있습니다.

① 정보주체는 그래서뭐먹어(‘www.Ggorrrr.com’이하 ‘Ggorrrr) 에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.
1. 개인정보 열람요구
2. 오류 등이 있을 경우 정정 요구
3. 삭제요구
4. 처리정지 요구
6. 처리하는 개인정보의 항목 작성

① <그래서뭐먹어>('www.Ggorrrr.com'이하 'Ggorrrr')은(는) 다음의 개인정보 항목을 처리하고 있습니다.
1<그래서뭐먹지>
- 필수항목 : 이메일, 휴대전화번호, 비밀번호, 로그인ID, 성별, 생년월일, 이름
- 선택항목 :
7. 개인정보의 파기<그래서뭐먹어>('Ggorrrr')은(는) 원칙적으로 개인정보 처리목적이 달성된 경우에는 지체없이 해당 개인정보를 파기합니다. 파기의 절차, 기한 및 방법은 다음과 같습니다.

-파기절차
이용자가 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져(종이의 경우 별도의 서류) 내부 방침 및 기타 관련 법령에 따라 일정기간 저장된 후 혹은 즉시 파기됩니다. 이 때, DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지 않습니다.

-파기기한
이용자의 개인정보는 개인정보의 보유기간이 경과된 경우에는 보유기간의 종료일로부터 5일 이내에, 개인정보의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일 이내에 그 개인정보를 파기합니다.
8. 개인정보 자동 수집 장치의 설치•운영 및 거부에 관한 사항

① 그래서뭐먹어 은 개별적인 맞춤서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 ‘쿠기(cookie)’를 사용합니다. ② 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터내의 하드디스크에 저장되기도 합니다. 가. 쿠키의 사용 목적 : 이용자가 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부, 등을 파악하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다. 나. 쿠키의 설치•운영 및 거부 : 웹브라우저 상단의 도구>인터넷 옵션>개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수 있습니다. 다. 쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.
9. 개인정보 보호책임자 작성
① 그래서뭐먹어(‘www.Ggorrrr.com’이하 ‘Ggorrrr) 은(는) 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.

▶ 개인정보 보호책임자
성명 :이미
직책 :사장
직급 :사장
연락처 :01000000000, skj@naver.com,
※ 개인정보 보호 담당부서로 연결됩니다.

▶ 개인정보 보호 담당부서
부서명 :
담당자 :
연락처 :, ,
② 정보주체께서는 그래서뭐먹어(‘www.Ggorrrr.com’이하 ‘Ggorrrr) 의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 그래서뭐먹어(‘www.Ggorrrr.com’이하 ‘Ggorrrr) 은(는) 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.
10. 개인정보 처리방침 변경
①이 개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항의 시행 7일 전부터 공지사항을 통하여 고지할 것입니다.
11. 개인정보의 안전성 확보 조치 <그래서뭐먹어>('Ggorrrr')은(는) 개인정보보호법 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적/관리적 및 물리적 조치를 하고 있습니다.
</textarea>
						<br>
						<section>
							<h1>위치서비스동의약관</h1>
							<input id="checkbox1" type="checkbox" name="termsLocation"
								value="1"> <label for="checkbox1"><div
									class="chk_img">위치서비스 동의약관 (선택)</div></label>
							<textarea rows="10" cols="80"> 제 1 조 (목적) 본 약관은 주식회사 카카오(이하 "회사")가 제공하는 위치기반서비스에 대해 회사와
		위치기반서비스를 이용하는 개인위치정보주체(이하 "이용자")간의 권리·의무 및 책임사항, 기타 필요한 사항 규정을 목적으로
		합니다. 제 2 조 (이용약관의 효력 및 변경) ① 본 약관은 이용자가 본 약관에 동의하고 회사가 정한 절차에 따라
		위치기반서비스의 이용자로 등록됨으로써 효력이 발생합니다. ② 회사는 법률이나 위치기반서비스의 변경사항을 반영하기 위한 목적
		등으로 약관을 수정할 수 있습니다. ③ 약관이 변경되는 경우 회사는 변경사항을 최소 7일 전에 회사의 홈페이지 등 기타
		공지사항 페이지를 통해 게시합니다. ④ 단, 개정되는 내용이 이용자 권리의 중대한 변경이 발생하는 경우에는 30일 전에
		게시하도록 하겠습니다. 제 3 조 (약관 외 준칙) 이 약관에 명시되지 않은 사항에 대해서는 위치 정보의 보호 및 이용 등에
		관한 법률, 전기통신사업법, 정보통신망 이용 촉진및 보호 등에 관한 법률 등 관계법령 및 회사가 정한 지침 등의 규정에
		따릅니다. 제 4 조 (서비스의 내용) 회사는 직접 수집하거나 위치정보사업자로부터 수집한 이용자의 현재 위치 또는 현재 위치가
		포함된 지역을 이용하여 아래와 같은 위치기반서비스를 제공합니다. ① 위치정보를 활용한 정보 검색결과 및 콘텐츠를 제공하거나
		추천 ② 생활편의를 위한 위치 공유, 위치/지역에 따른 알림, 경로 안내 ③ 위치기반의 컨텐츠 분류를 위한 콘텐츠
		태깅(Geotagging) ④ 위치기반의 맞춤형 광고/li> 제 5 조 (서비스 이용요금) 회사가 제공하는 위치기반서비스는
		무료입니다. 단, 무선 서비스 이용 시 발생하는 데이터 통신료는 별도이며, 이용자가 가입한 각 이동통신사의 정책에 따릅니다.

		제 6 조 (서비스 이용의 제한·중지) ① 회사는 위치기반서비스사업자의 정책변경 등과 같이 회사의 제반사정 또는 법률상의
		이유로 위치기반서비스를 유지할 수 없는 경우 위치기반서비스의 전부 또는 일부를 제한·변경·중지할 수 있습니다.< ② 단, 위
		항에 의한 위치기반서비스 중단의 경우 회사는 사전에 회사 홈페이지 등 기타 공지사항 페이지를 통해 공지하거나 이용자에게
		통지합니다. 제 7 조 (개인위치정보주체의 권리) ① 이용자는 언제든지 개인위치정보의 수집·이용·제공에 대한 동의 전부 또는
		일부를 유보할 수 있습니다. ② 이용자는 언제든지 개인위치정보의 수집·이용·제공에 대한 동의 전부 또는 일부를 철회할 수
		있습니다. 이 경우 회사는 지체 없이 철회된 범위의 개인위치정보 및 위치정보 수집·이용·제공사실 확인자료를 파기합니다. ③
		이용자는 개인위치정보의 수집·이용·제공의 일시적인 중지를 요구할 수 있으며, 이 경우 회사는 이를 거절할 수 없고 이를
		충족하는 기술적 수단을 마련합니다. ④ 이용자는 회사에 대하여 아래 자료에 대한 열람 또는 고지를 요구할 수 있으며, 해당
		자료에 오류가 있는 경우에는 정정을 요구할 수 있습니다. 이 경우 정당한 사유 없이 요구를 거절하지 않습니다. 1. 이용자에
		대한 위치정보 수집·이용·제공사실 확인자료 2. 이용자의 개인위치정보가 위치정보의 보호 및 이용 등에 관한 법률 또는 다른
		법령의 규정에 의하여 제3자에게 제공된 이유 및 내용 ⑤ 이용자는 권리행사를 위해 본 약관 제14조의 연락처를 이용하여 회사에
		요청할 수 있습니다. 제 8 조 (개인위치정보의 이용 또는 제공) ① 회사는 개인위치정보를 이용하여 위치기반서비스를 제공하는
		경우 본 약관에 고지하고 동의를 받습니다. ② 회사는 이용자의 동의 없이 개인위치정보를 제3자에게 제공하지 않으며, 제3자에게
		제공하는 경우에는 제공받는 자 및 제공목적을 사전에 이용자에게 고지하고 동의를 받습니다. ③ 회사는 개인위치정보를 이용자가
		지정하는 제3자에게 제공하는 경우 개인위치정보를 수집한 통신단말장치로 매회 이용자에게 제공받는 자, 제공일시 및 제공목적을
		즉시 통지합니다. ④ 단, 아래의 경우 이용자가 미리 특정하여 지정한 통신단말장치 또는 전자우편주소, 온라인게시 등으로
		통지합니다. 1. 개인위치정보를 수집한 당해 통신단말장치가 문자, 음성 또는 영상의 수신기능을 갖추지 아니한 경우 2.
		이용자의 개인위치정보를 수집한 통신단말장치 외의 통신단말장치 또는 전자우편주소, 온라인게시 등으로 통보할 것을 미리 요청한
		경우 ⑤ 회사는 위치정보의 보호 및 이용 등에 관한 법률 제16조 제2항에 근거하여 개인위치정보 수집·이용·제공사실 확인자료를
		자동으로 기록·보존하며, 해당 자료는 6개월간 보관합니다. 위치정보 제공 현황 자세히 보기 제 9 조 (법정대리인의 권리)
		회사는 14세 미만의 이용자에 대해서는 개인위치정보를 이용한 위치기반서비스 제공 및 개인위치정보의 제3자 제공에 대한 동의를
		이용자 및 이용자의 법정대리인으로부터 동의를 받아야 합니다. 이 경우 법정대리인은 본 약관 제7조에 의한 이용자의 권리를 모두
		가집니다. 제 10 조 (8세 이하의 아동 동의 보호의무자의 권리) ① 회사는 아래의 경우에 해당하는 자(이하 “8세 이하의
		아동 등”)의 위치정보의 보호 및 이용 등에 관한 법률 제26조2항에 해당하는 자(이하 “보호의무자”)가 8세 이하의 아동
		등의 생명 또는 신체보호를 위하여 개인위치정보의 이용 또는 제공에 동의하는 경우에는 본인의 동의가 있는 것으로 봅니다. 1.
		8세 이하의 아동 2. 피성년후견인 3. 장애인복지법 제2조제2항제2호에 따른 정신적 장애를 가진 사람으로서 장애인고용촉진 및
		직업재활법 제2조제2호에 따른 중증장애인에 해당하는 사람(장애인복지법 제32조에 따라 장애인 등록을 한 사람만 해당한다) ②
		8세 이하의 아동 등의 생명 또는 신체의 보호를 위하여 개인위치정보의 이용 또는 제공에 동의를 하고자 하는 보호의무자는
		서면동의서에 보호의무자임을 증명하는 서면을 첨부하여 회사에 제출하여야 합니다. ③ 보호의무자는 8세 이하의 아동 등의
		개인위치정보 이용 또는 제공에 동의하는 경우 본 약관 제7조에 의한 이용자의 권리를 모두 가집니다. 제 11 조 (손해배상)
		회사의 위치정보의 보호 및 이용 등에 관한 법률 제15조 및 26조의 규정을 위반한 행위로 인해 손해를 입은 경우 이용자는
		회사에 손해배상을 청구할 수 있습니다. 회사는 고의, 과실이 없음을 입증하지 못하는 경우 책임을 면할 수 없습니다. 제 12
		조 (면책) ① 회사는 다음 각 호의 경우로 위치기반서비스를 제공할 수 없는 경우 이로 인하여 이용자에게 발생한 손해에
		대해서는 책임을 부담하지 않습니다. 1. 천재지변 또는 이에 준하는 불가항력의 상태가 있는 경우 2. 위치기반서비스 제공을
		위하여 회사와 서비스 제휴계약을 체결한 제3자의 고의적인 서비스 방해가 있는 경우 3. 이용자의 귀책사유로 위치기반서비스
		이용에 장애가 있는 경우 4. 제1호 내지 제3호를 제외한 기타 회사의 고의·과실이 없는 사유로 인한 경우 ② 회사는
		위치기반서비스 및 위치기반서비스에 게재된 정보, 자료, 사실의 신뢰도, 정확성 등에 대해서는 보증을 하지 않으며 이로 인해
		발생한 이용자의 손해에 대하여는 책임을 부담하지 아니합니다. 제 13 조 (분쟁의 조정 및 기타) ① 회사는 위치정보와 관련된
		분쟁의 해결을 위해 이용자와 성실히 협의합니다. ② 전항의 협의에서 분쟁이 해결되지 않은 경우, 회사와 이용자는 위치정보의
		보호 및 이용 등에 관한 법률 제28조의 규정에 의해 방송통신위원회에 재정을 신청하거나, 개인정보보호법 제43조의 규정에 의해
		개인정보 분쟁조정위원회에 조정을 신청할 수 있습니다. 제 14 조 (회사의 주소 및 연락처) 회사의 상호, 주소 및 연락처는
		아래와 같습니다. 상호 : 주식회사 카카오 대표 : 여민수, 조수용 주소 : 제주특별자치도 제주시 첨단로 242 (영평동)
		대표전화 : 1577-3754 부칙 제 1 조 (시행일) 본 약관은 2019년 11월 4일부터 시행됩니다. 제 2 조
		(위치정보관리책임자 정보) 회사는 개인위치정보를 적절히 관리·보호하고, 이용자의 불만을 원활히 처리할 수 있도록 실질적인
		책임을 질 수 있는 지위에 있는 자를 위치정보관리책임자로 지정해 운영하고 있으며, 위치정보관리책임자는 위치기반서비스를 제공하는
		부서의 부서장으로서 성명과 연락처는 아래와 같습니다. 성명 : 강성 대표전화 : 1577-3754 위치정보 전용문의 게시판 :
		http://cs.daum.net/question/305.html
		</textarea>
						</section>
					</div>
					<br>
					<section id="submit">
						<div class="submitbox">
							<input style="width: 240px; height: 60px; font-size: 20px; " type="submit"
								name="yes" value="확인"> <a class="cancel" href=""> <input 
								style="width: 240px; height: 60px; font-size: 20px;" type="submit" name="no"
								value="취소"></a>
						</div>
					</section>
				</div>
			</div>
		</form>
	</div>
	</main>
	<!-- <input class="submit" type="submit" value="확인"
			name="signUpAgree"> <input class="submit1" type="submit"
			value="취소" name="exit"> -->
	<!-- ======footer===================== -->
	<jsp:include page="../inc/footer.jsp" />
</body>
</html>
